{
  "reviews": [
    {
      "id": "1",
      "company": "Good & Gather",
      "coffeeName": "Ethiopian Yirgacheffe",
      "type": "Ground/Whole Bean",
      "purchasePlace": "Target",
      "reviewText": "A great go-to coffee to brew at home if you prefer light roasts and a quick brewing method. It's on the darker end of a light roast. I've mostly prepared it in my drip machine and it would surely taste even better if made with something a little fancier like a V60 or Chemex. Fair warning though - this is definitely not the same quality as an Ethiopian bean from an established roaster.",
      "price": "$7.99/bag",
      "rating": "6"
    },
    {
      "id": "2",
      "company": "Nespresso",
      "coffeeName": "Intenso",
      "type": "Pod",
      "purchasePlace": "Nespresso",
      "reviewText": "Join our team as a Front-End Developer in sunny Miami, FL. We are looking for a motivated individual with a passion for crafting beautiful and responsive web applications. Experience with UI/UX design principles and a strong attention to detail are highly desirable.",
      "price": "$10/Carton of Ten",
      "rating": "5"
    },
    {
      "id": "3",
      "coffeeName": "React.js Dev",
      "type": "Full-Time",
      "purchasePlace": "Brooklyn, NY",
      "reviewText": "Are you passionate about front-end development? Join our team in vibrant Brooklyn, NY, and work on exciting projects that make a difference. We offer competitive compensation and a collaborative work environment where your ideas are valued.",
      "price": "$70K - $80K",
      "rating": "6"
    },
    {
      "id": "4",
      "coffeeName": "React Front-End Dev",
      "type": "Part-Time",
      "purchasePlace": "Pheonix, AZ",
      "reviewText": "Join our team as a Part-Time Front-End Developer in beautiful Pheonix, AZ. We are looking for a self-motivated individual with a passion for creating engaging user experiences. This position offers flexible hours and the opportunity to work remotely.",
      "price": "$60K - $70K",
      "rating": "6/10"
    },
    {
      "id": "5",
      "coffeeName": "Full Stack React Developer",
      "type": "Full-Time",
      "reviewText": "Exciting opportunity for a Full-Time Front-End Developer in bustling Atlanta, GA. We are seeking a talented individual with a passion for building elegant and scalable web applications. Join our team and make an impact!",
      "purchasePlace": "Atlanta, GA",
      "price": "$90K - $100K",
      "rating": "6/10"
    },
    {
      "id": "6",
      "coffeeName": "React Native Developer",
      "type": "Full-Time",
      "reviewText": "Join our team as a Front-End Developer in beautiful Portland, OR. We are looking for a skilled and enthusiastic individual to help us create innovative web solutions. Competitive price and great benefits package available.",
      "purchasePlace": "Portland, OR",
      "price": "$100K - $110K",
      "rating": "6/10"
    }
  ]
}